IDEA Open Model
Vector3D.Y Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Y-dirrection value
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Vector3D Class
IdeaRS.OpenModel.Geometry3D Namespace